<template>
  <h2
    class="prose dark:prose-invert animate-pulse text-[26px] text-center w-100 text-[#10100E]  ml-250 mt-210"
  >
    Советы владельцу <br />Пожалуйста, ознакомьтесь с нашими рекомендациями
    перед посещением салона
  </h2>
  <hr
    class="ml-250 mt-3 mr-230 sm:px-3 md:px-3 w-[17%] lg:px-3 border-2 border-amber-600"
  />
  <p
    class="border-8 p-2 font-mono border-amber-600 text-[#10100E] w-[20%] sm:px-3  md:px-3 lg:px-3 flex flex-1  text-[18px] mt-4 ml-240"
  >
    1. Не купайте животное перед посещением салона. Вы можете сделать это
    неправильно и значительно усложните задачу мастера.
  </p>
  <p
    class="text-[#10100E] border-8 w-[20%] p-2 font-mono sm:px-3 md:px-3 lg:px-3  border-amber-600 ml-240 text-[18px] mt-4"
  >
    2. Нельзя кормить питомца менее чем за 2 часа перед грумингом. Покормите
    заранее, что бы питомец успел переварить пищу и сходить в туалет.
  </p>
  <p
    class="text-[#10100E] w-[20%] border-8 p-2 sm:px-3 md:px-3 lg:px-3 font-mono border-amber-600 ml-240 text-[18px] mt-4"
  >
    3. Обязательно выгуливать собаку перед процедурой. Большинство процедур
    длятся минимум 2 часа, все это время животное должно чувствовать себя
    комфортно.
  </p>
  <p
    class="text-[#10100E] border-8 p-2 w-[20%] sm:px-3 md:px-3 lg:px-3 font-mono border-amber-600 ml-240 text-[18px] mt-4"
  >
    4. Расскажите мастеру о всех особенностях своего питомца. Если у вашего
    питомца есть ветеринарные или поведенческие проблемы, такие как: аллергия,
    паразиты, травмы или агрессия, недоверчивость, течка, боязнь процедур, и
    др., мы будем предупреждены и обязательно найдём правильный подход.
  </p>
</template>
