  

  <template> 
  <h1 class="mt-25 ml-10 absolute font-bold text-[22px]">КОМПЛЕКСЫ УСЛУГ</h1>
  <div class="@container mt-40  ml-10 w-[60%]   sm:px-3  md:px-3  lg:px-3  bg-white rounded-2xl">
    <b class="prose text-[20px] ml-10">Процедура на выбор:</b>
    <ul class="list-disc ml-30">
      <li
        class="prose text-[21px]"
        title="Стрижка шерсти, Мытьё и сушка, Обработка когтей, Уход за ушами, Очищение глаз, Осмотр кожи."
      >
        Гигиена
      </li>
      <li
        class="prose text-[21px]"
        title="Длинной насадкой срезают шерсть на спине, хвосте, боках. Машинку сильно прижимают к коже, плавно и без отрыва двигают против направления роста шерсти. 2
Среднюю насадку используют для стрижки груди, живота и лап. 2
Короткая насадка применяется для подравнивания шерсти на морде, подушечках лап, в паху. 2
Лезвие без насадки для стрижки «под ноль» используют в груминге некоторых пород собак, например, пуделей и китайских хохлатых."
      >
        Стрижка под машинку
      </li>
      <li
        class="prose text-[21px]"
        title="Модельная стрижка подразумевает стрижку согласно стандартам породы или по индивидуальному дизайну. Мастер отступает от стандартов и правил, применимых к стрижке конкретной породы, и даёт волю фантазии и творчеству для придания питомцу оригинального и неповторимого внешнего вида. "
      >
        Модельная стрижка
      </li>
      <li
        class="prose text-[21px]"
        title="В услугу «экспресс-линька» в груминг-салонах входит вычёсывание лишней шерсти, мытьё с профессиональными косметическими средствами (шампунь, кондиционер и маска), сушка феном и повторное вычёсывание."
      >
        «Экспресс-линька»
      </li>
      <li
        class="prose text-[21px]"
        title="Тримминг — это удаление отмершего шерстяного покрова, обычно применяется для жесткошёрстных пород."
      >
        Тримминг
      </li>
      <li class="prose text-[21px]" title="Увлажнение кожи с помощью косметики">
        Увлажнение
      </li>
      <li
        class="prose text-[21px]"
        title="Выставочный груминг — комплекс процедур, направленных на приведение шерсти, кожи, когтей и общего внешнего вида питомца в идеальное состояние. "
      >
        Подготовка к выставкам
      </li>
    </ul>
  </div>
  <div class="@container   w-[40%] ml-10  mt-10   sm:px-3  md:px-3  lg:px-3      bg-white rounded-2xl">
    <b class="prose text-[20px] ml-10">+ 9 включенных в комплекс</b>
    <ul class="list-disc ml-30">
      <li class="prose text-[21px]">Купание шампунем</li>
      <li class="prose text-[21px]" >Кондиционирование</li>
      <li class="prose text-[21px]" >Подстригание когтей</li>
      <li class="prose text-[21px]">Подпиливание когтей</li>
      <li class="prose text-[21px]">Чистка глаз</li>
      <li class="prose text-[21px]">Чистка ушек</li>
      <li class="prose text-[21px]">Разбор до 3-х колтунов</li>
      <li class="prose text-[21px]">Парфюмирование</li>
     
    </ul>
  </div>
<Accordion></Accordion>
  </template>